tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "phrase/brewed"
tap "schniz/tap"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "warrensbox/tap"
brew "act"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "glib"
brew "ccat"
brew "cloc"
brew "lima"
brew "colima"
brew "php"
brew "composer"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "easy-rsa"
brew "findutils"
brew "fnm"
brew "gh"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "git-octopus"
brew "git-recent"
brew "glances"
brew "gnu-getopt"
brew "gti"
brew "htop"
brew "httpd"
brew "httpie"
brew "httpstat"
brew "hub"
brew "jo"
brew "jq"
brew "mas"
brew "mkcert"
brew "mysql-client"
brew "mydumper"
brew "mysql"
brew "ncdu"
brew "node"
brew "nspr"
brew "nss"
brew "openapi-generator"
brew "perl"
brew "phrase-cli"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "python@3.9"
brew "ruby"
brew "ruby@2.7"
brew "scons"
brew "speedtest-cli"
brew "sponge"
brew "subversion"
brew "telnet"
brew "terraform", link: false
brew "thefuck"
brew "tmux"
brew "travis"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "symfony-cli/tap/symfony-cli"
brew "warrensbox/tap/tfswitch"
cask "font-fira-code"
mas "Bear", id: 1091189122
mas "CSView", id: 1167193104
mas "DevUtils", id: 1533756032
mas "HP Smart", id: 1474276998
mas "iHosts", id: 1102004240
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
mas "VPN Unlimited®", id: 694633015
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alexdima.copy-relative-path"
vscode "apollographql.vscode-apollo"
vscode "bmewburn.vscode-intelephense-client"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "datadog.datadog-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "deibit.devdocs"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "jannisx11.batch-rename-extension"
vscode "junstyle.php-cs-fixer"
vscode "kshetline.ligatures-limited"
vscode "lextudio.restructuredtext"
vscode "lextudio.restructuredtext-pack"
vscode "maxcutlyp.dotenv-autocomplete"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "natizyskunk.sftp"
vscode "pflannery.vscode-versionlens"
vscode "philsinatra.nested-comments"
vscode "pomber.git-file-history"
vscode "qassimfarid.ejs-language-support"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "shanoor.vscode-nginx"
vscode "sidneys1.gitconfig"
vscode "slevesque.vscode-zipexplorer"
vscode "sodatea.velocity"
vscode "standard.vscode-standard"
vscode "thomas-baumgaertner.vcl"
vscode "trond-snekvik.simple-rst"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "whatwedo.twig"
vscode "wmaurer.change-case"
vscode "xdebug.php-debug"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
